Table of Contents
 Class ResultOfLoading
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Result Of Loading
[Obfuscation(Feature = "renaming")]
public class ResultOfLoading : Loading
Inheritance
object
Loading
ResultOfLoading
Inherited Members
 Loading.LoadingType
 Loading.Id
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ResultOfLoading()
Constructor
public ResultOfLoading()
Properties
 Items
Items od loading
public List<ResultOfLoadingItem> Items { get; set; }
Property Value
List<ResultOfLoadingItem>
 Edit this page